Repository: Luchdom/SitePessoal
Catalog: SitePessoal/Resources/Views/Home/_About.*.resx
Languages: pt_br

# About_Description1
source: Lover of new experiences. Developer with passion. Game player in the free time.
pt_br: Eu amo codificar!

# About_Description2
source: Welcome to my Personal profile
pt_br: Bem vindo ao meu perfil pessoal

source: ABOUT ME
pt_br: SOBRE MIM

source: Available as
pt_br: Disponivel como

# Bio1
source: Hi, how are you doing? It's good that you wanna know a little more about me. Well... <br> As a <b>person</b>, I am a guy who likes to spend time with my family, friends and girlfriend, enjoys online and consoles games, relaxes the mind in the gym, plays soccer (not the best) and mainly, I am a lover of new experiences, be them trips, walks, food or even dialogs with people who have high knowledge about any subject that is good to absorb, generating personal growth and positive changes. I believe (or I get as a philosophy) that people in general have more potential than they demonstrate, and they only need to start to "exist", to seek self-knowledge and understands that no experience in life is lost. And that at the same time we should be interesting and interested.
pt_br: Oi, tudo bem? Que bom que você veio conhecer um pouco mais sobre mim. <br> Como <b>pessoa</b>, eu sou um cara que gosta de passar um tempo com a família, amigos e namorada, curte jogos online e consoles, relaxa a mente na academia, joga futebol (não dos melhores) e principalmente, sou amante de novas experiências, sejam elas viagens, passeios, comidas ou até mesmo conversas com pessoas que possuem alto conhecimento sobre qualquer assunto que seja bom absorver, gerando crescimento pessoal e mudanças positivas. Acredito (ou tenho como filosofia) que as pessoas em geral tem mais potencial do que demonstram, e apenas precisam começar a "existir", buscar autoconhecimento e entender que nenhuma experiência na vida é perdida. E que ao mesmo tempo devemos ser interessantes e interessados.

# Bio2
source: As a <b> professional </b>, I am a person who likes to understand what I'm working with, and I search about the business for the background of the project realization process. I like clean, organized and performatic code. I am attentive to details and I like to solve problems, especially those that I have not yet had any experience. I like a perception of the future based on what I am following in lectures, events and online courses about the new development technologies. And I am convinced that it is better to get to know WELL a development language instead of knows poorly many of them.
pt_br: Como <b>profissional<b>, sou uma pessoa que gosta de entender com o que estou trabalhando, e pesquiso sobre o assunto pra compreender a fundo os processos necessários pra realização de projetos. Gosto de código limpo, organizado e performático. Sou atento a detalhes e gosto de resolver problemas, principalmente os que ainda não passei por nenhuma experiência. Gosto de ter uma percepção do futuro com base no que estou acompanhando em palestras, eventos e cursos online sobre as novas tecnologias de desenvolvimento. E tenho convicção que é melhor conhecer BEM uma linguagem de desenvolvimento, do que conhecer pouco de muitas linguagens.

# DescriptionList
source: Researcher,Programmer,Dreamer,Entrepreneur,Self-taught
pt_br: Pesquisador,Programador,Sonhador,Empreendedor,Autodidata

source: FACTS
pt_br: FATOS

# HobbiesFilm
source: Go to the movies and watch serials.
pt_br: Ir ao cinema e assitir seriados.

# HobbiesFutbol
source: Play soccer, practice gym and run.
pt_br: Jogar futebol, praticar academia e correr.

# HobbiesGame
source: Play LOL, FIFA, AC, DriveClub among others.
pt_br: Jogar LOL, FIFA, AC, DriveClub entre outros.

# HobbiesLaptop
source: Develop mini projects of IoT (using arduino and sensors), mobile, and risk myself into others platforms and code languages.
pt_br: Desenvolver mini projetos IoT (usando Arduino e sensores), mobile, e me arriscar em outras plataformas e linguagens de programação.

# HobbiesPlane
source: Trips and tours.
pt_br: Viagens e passeios.

source: INTERESTS
pt_br: INTERESSES

source: NUMBERS ABOUT ME
pt_br: NÚMEROS SOBRE MIM

# PreDescriptionList
source: Hello. I am a
pt_br: Olá. Eu sou um

source: PERSONAL DETAILS
pt_br: DETALHES PESSOAIS
